rails/app/controllers/projects_controller.rb

  def create
    @project = Project.new(params[:project])

    respond_to do |format|
      if @project.save
---
INSERT INTO "projects" ("created_at", "name", "updated_at") VALUES (?, ?, ?)  [["created_at", Thu, 13 Jun 2013 14:33:16 UTC +00:00], ["name", "First Project"], ["updated_at", Thu, 13 Jun 2013 14:33:16 UTC +00:00]]